/* Informative text on alert displayed when the user attempts to add a theme to the themes list that is a duplicate of another theme they have added (rather than one of the default themes) */
"A theme named '%@' is already installed. Would you like the replace the existing theme with the new one?" = "A theme named '%@' is already installed. Would you like the replace the existing theme with the new one?";

/* Title of alert displayed when a theme fails to load */
"Could not load theme" = "Could not load theme";

/* Title of alert displayed when a user attempts to add a theme to the themes list that is a duplicate of an existing theme */
"Duplicate theme" = "Duplicate theme";

/* Informative text on alert displayed when the user attempts to add a theme to the themes list that is a duplicate of one of the default iTetrinet themes */
"The theme '%@' appears to be a duplicate of one of the default iTetrinet themes. If you would like to use this theme, try changing its name. (To change the theme's name, open the theme file using a text editor, and change the contents of the 'Name=' section)" = "The theme '%@' appears to be a duplicate of one of the default iTetrinet themes. If you would like to use this theme, try changing its name. (To change the theme's name, open the theme file using a text editor, and change the contents of the 'Name=' section)";

/* Informative text on alert displayed when a theme fails to load */
"Unable to load a theme from the file '%@'. Check that the file is a valid theme file, and that the image specified by the 'Blocks=' section of the theme file is in the same directory as the file." = "Unable to load a theme from the file '%@'. Check that the file is a valid theme file, and that the image specified by the 'Blocks=' section of the theme file is in the same directory as the file.";

